/* Your password is incorrect */
"\nВи ввели невірний пароль" = "\nYour password is incorrect";

/* Alert message: Incorrect password or email */
"\nНеправильний пароль або email-адреса" = "\nIncorrect password or email";

/* Cancel button title on alert */
"OK" = "OK";

/* Open settings */
"Вiдкрити налаштування" = "Open settings";

/* Cancel */
"Вiдмiнити" = "Вiдмiнити";

/* Password changed */
"Ваш пароль змінено" = "Password changed";

/* You have already voted for this problem */
"Ви вже голосували за дану проблему" = "You have already voted for this problem";

/* You can add maximum {number} photos */
"Ви можете додати максимум %lu фото" = "You can add maximum %lu photos";

/* You can add maximum {number} photos */
"Ви можете додати не більше %lu фото" = "You can add maximum %lu photos";

/* You can add {numbeer} more photo */
"Ви можете додати ще %lu фото" = "You can add %lu more photo";

/* solved */
"вирішена" = "solved";

/* Login button title on login actionSheet */
"Вхід" = "Login";

/* Cancel button title on login actionSheet */
"Відмінити" = "Cancel";

/* Loin with Facebook button title on login actionSheet */
"Війти з Facebook" = "Login with Facebook";

/* Welcome, {User Name} */
"Вітаємо, %@!" = "Welcome, %@!";

/* Dear, {User Name} */
"Шановний, %@!" = "Dear, %@!";

/* Vote added */
"Голос додано" = "Vote is added";

/* Votes */
"Голосів" = "Votes";

/* Please, login to vote! */
"Будь ласка, увійдіть до системи для голосування!" = "Please, login to vote!";

/* Please allow the application access to your location service to locate your current pisition */
"Для доступу до вашої геопозиції необхідно зайти до налаштувань та дозволити додатку доступ до вашої геопозиції" = "Please allow the application access to your location service to locate your current pisition";

/* Add description */
"Додати опис" = "Add description";

/* Location Services access */
"Доступ до геопозицiї" = "Location Services access";

/* loading... */
"Завантаження..." = "Loading...";

/* Comment added */
"Коментар додано" = "Comment added";

/* Comments */
"Коментарів" = "Comments";

/* Problem location */
"Мiсцезнаходження проблеми" = "Problem location";

/* not solved */
"не вирішена" = "not solved";

/* Alert message: Can't receive user info to login on Ecomap */
"Неможливо отримати дані для авторизації на Ecomap" = "Can't receive user info to login on Ecomap";

/* You have to enter the name of the problem */
"Необхiдно ввести назву проблеми" = "You have to enter the name of the problem";

/* No comment provided by engineer. */
"Необхiдно обрати мiсцезнаходження проблеми" = "You have to choose the location of the problem";

/* Problem description */
"Опис проблеми:\n" = "Problem description:\n";

/* Error title */
"Помилка" = "Error";

/* Alert title: Error to login */
"Помилка входу" = "Error to login";

/* Alert title: Error to login with Facebook */
"Помилка входу через Facebook" = "Error to login with Facebook";

/* Alert title: Error to Register */
"Помилка реєстрації" = "Error to Register";

/* Problems */
"Проблем" = "Problems";

/* Proposal to solve */
"Пропозиції щодо вирішення:\n" = "Proposal to solve:\n";

/* Attention! */
"Увага!" = "Attention!";

/* Photos */
"Фотографій" = "Photos";

/* Login actionSheet title: This action requires authorization */
"Ця дія потребує авторизації" = "This action requires authorization";

/* Alert message: There are problems on the server. We are working to resolve them! */
"Є проблеми на сервері. Ми працюємо над їх вирішенням!" = "There are problems on the server. We are working to resolve them!";

/* You have to add problem location */
"Необхiдно обрати мiсцезнаходження проблеми" = "You have to add problem location";

/* Cancel bar button */
"Відмінити" = "Cancel";

/* Forest problems */
"Проблеми лісів" = "Forest problems";

/* Landfills */
"Сміттєзвалища" = "Landfills";

/* Illegal construction */
"Незаконна забудова" = "Illegal construction";

/* Ponds problems */
"Проблеми водойм" = "Ponds problems";

/* Threats to biodiversity */
"Загрози біорізноманіттю" = "Threats to biodiversity";

/* Poaching */
"Браконьєрство" = "Poaching";

/* Other problems */
"Інші проблеми" = "Other problems";

/* Please, fill all fields */
"\nБудь-ласка заповніть усі поля" = "Please, fill all fields";

/* Bad e-mail */
"\nБудь-ласка введіть дійсну email-адресу" ="Bad e-mail";

/* Passwords are not equal */
"\nВведені паролі не співпадають" = "Passwords are not equal";


//~~~~~~Buttons images~~~~~~~~~

/* Add comment button image */
"AddCommentButtonUKR" = "AddCommentButtonEN";

/* Add comment button image */
"FacebookLogButtonURK" = "FacebookLogButtonEN";

/* Add comment button image */
"SeparatorURK" = "SeparatorEN";

/* Add comment button image */
"LogInButtonURK" = "LogInButtonEN";

/* Add comment button image */
"RegisterButtonURK" = "RegisterButtonEN";

/* Add comment button image */
"ChangePasswordButtonURK" = "changePasswordButtonEN";

/* Add comment button image */
"LogoutButtonURK" = "LogoutButtonEN";

/* NoPreviewButton image */
"NoPreviewButtonUKR.png" = "NoPreviewButtonEN.png";

/* Solved */
"Вирішена" = "Solved";

/* Starting date of the period must be greater than the date of the end of the period */
"Дата початку періоду повинна бути більшою за дату кінця періоду" = "Starting date of the period must be greater than the date of the end of the period";

/* New */
"Нова" = "New";

/* Show up to */
"Показати до:" = "Show up to:";

/* Show from */
"Показати з:" = "Show from:";

/* Problem status */
"Статус проблеми" = "Problem status";

/* Problem types */
"Типи проблем" = "Problem types";

/* Attention */
"Увага!" = "Attention!";

/* Filter by date */
"Фільтрація за датою" = "Filter by date";

/* TOP 10 popular problems */
"ТОП 10 популярних проблем" = "TOP 10 popular problems";

/* TOP 10 important problems */
"ТОП 10 важливих проблем" = "TOP 10 important problems";

/* TOP 10 problems under discussion */
"ТОП 10 обговорюваних проблем" = "TOP 10 problems under discussion";

/* Alert message: Can't connect to Ecomap. Check your internet connection! */
"Не вдається підключитися до Ecomap. Перевірте налаштування мережі Інтернет" = "Can't connect to Ecomap. Check your internet connection!";

/* This action can not be undone */
"Дану дію неможливо відмінити" ="This action can not be undone";

/* Cancel button title on alert */
"Відміна" = "Cancel";

/* Delete button title on alert */
"Видалити" = "Delete";

/* Photo deleted */
"Фото видалене" = "Photo deleted";

"about_text" = "Ecomap — joint project of the Ministry of Ecology and Natural Resources of Ukraine, SoftServe and WWF.\n\nMinistry of Ecology and Natural Resources - (MENR Ukraine) is the main body in the system of central executive bodies in forming and realization of state policy in the field of environmental protection, ecological and within its competence, biological, genetic and radiation safety.\n\nSoftServe — is Ukraine’s largest IT company that provides services in the development, testing and maintenance of information systems and business solutions. Since the establishment of the company, more than 150 companies from all over the world have become our clients, among which famous brands from the US, Canada, Western Europe.\nSince 1993, SoftServe has accomplished more than 3500 projects for over 100 leading companies all over the world. 3500 professionals from various fields of IT work at SoftServe.\nToday we have representative offices and development centers in 27 major cities of 9 countries.\n\nWWF is one of the world’s largest and most respected independent conservation organizations, with almost five million supporters and a global network active in more than 100 countries. WWF’s  mission is to stop the degradation of the earth’s natural environment and to build a future in which humans live in harmony with nature, by conserving the world’s biological diversity, ensuring that the use of renewable natural resources is sustainable, and promoting the reduction of pollution and wasteful consumption.\n\nDevelopers:\n- Vasyl Kotsiuba;\n- Oleksii Hural'nyk;\n- Mykhailo Prysiazhnyi;\n- Inna Kuts;\n- Anton Kovernyk;\n- Ihor Tsvietkov.";

"Ecomap" = "Ecomap";
"Ministry of Ecology and Natural Resources" = "Ministry of Ecology and Natural Resources";
"SoftServe" = "SoftServe";
"Developers:" = "Developers:";
"WWF" = "WWF";